Repository: aditya26026/NinjaLMS
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Delete accounts that are inactive since at least 30 days
fr: Supprimer les comptes qui sont inactifs depuis au moins 30 jours

source: Users
fr: Utilisateurs

source: Authentication and Authorization
fr: Authentification et autorisation

source: Preferred language
fr: Langue préférée

source: This parameter is used to let you define in which language you want us to talk with you. Because of translation status, it may happen that no translation is available for you language.
fr: Ce paramètre permet de définir dans quelle langue vous souhaitez que nous parlions avec vous. En raison de l’état de la traduction, il peut arriver qu’aucune traduction ne soit disponible pour votre langue.

source: email address
fr: adresse électronique

source: User
fr: Utilisateur

source: Recipient
fr: Destinataire

source: Date and time
fr: Date et heure

source: Target
fr: Cible

# State of a notification
source: Is read
fr: Est lue

source: Parent group
fr: Groupe parent

source: “%(group)s” cannot be its own parent group.
fr: « %(group)s » ne peut pas être son propre groupe parent.

source: “%(parent_group)s” cannot be set as the parent group because it appears in the “%(group)s” subgroups.
fr: « %(parent_group)s » ne peut pas être défini comme le groupe parent parce qu’il apparaît dans les sous-groupes de « %(group)s ».

source: If “%(parent_group)s” becomes the parent of “%(group)s”, “%(group)s” will have itself as an ancestor because “%(group)s” is already the ancestor of “%(parent_group)s”. It is forbidden in order to prevent cycles in the hierarchy.
fr: Si « %(parent_group)s » devient le parent de « %(group)s », %(group)s » sera l’ancêtre de lui-même parce que « %(group)s » est déjà l’ancêtre de « %(parent_group)s ». C’est interdit pour prévenir les cycles dans la hiérarchie.

source: %(group)s (children of “%(parent)s“, parent of [%(children)s])
fr: %(group)s (enfant de « %(parent)s », parent de [%(children)s])

source: %(group)s (children of “%(parent)s“)
fr: %(group)s (enfant de « %(parent)s »)

source: %(group)s (parent of [%(children)s])
fr: %(group)s (parent de [%(children)s])

# Group of people (singular form)
source: group of people
fr: groupe de personnes

# Group of people (plural form)
source: groups of people
fr: groupes de personnes

source: Access denied
fr: Accès non autorisé

source: You are already logged in as <strong>%(name)s</strong>. Thus, you <strong>cannot</strong> perform this operation.
fr: Vous êtes déjà connecté en tant que <strong>%(name)s</strong>. Par conséquent, vous <strong>ne pouvez pas</strong> effectuer cette opération.

source: You will be redirected in a few seconds…
fr: Vous allez être redirigé dans quelques secondes…

source: My details
fr: Mes informations

source: Personal information
fr: Informations personnelles

source: Update personnal information
fr: Mettre à jour mes informations personnelles

source: Change password
fr: Modifier le mot de passe

source: Password
fr: Mot de passe

source: Groups
fr: Groupes

source: You are registered in the group: <i>%(groups)s</i>.
fr: Vous êtes inscrit dans le groupe : <i>%(groups)s</i>.

source: You are not registered in any group yet.
fr: Vous n’êtes inscrit dans aucun groupe pour le moment.

source: Go to %(url)s
fr: Aller à %(url)s

source: Access item
fr: Accéder à l’élément

source: Log in
fr: Me connecter

source: Log out
fr: Me déconnecter

source: Create a new account
fr: Créer un nouveau compte

source: Sign in
fr: Me connecter

source: About you…
fr: À propos de vous…

source: Your credential information…
fr: Vos informations de connexion…

source: Create the new account
fr: Créer un nouveau compte

source: Accounts
fr: Compte

source: Forgot your password?
fr: Mot de passe oublié ?

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous authentifier.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par courriel les instructions pour changer de mot de passe, pour autant qu'un compte existe avec l'adresse que vous avez indiquée. Vous devriez recevoir rapidement ce message.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse avec laquelle vous vous êtes enregistré et contrôlez votre dossier de pourriels.

source: Go back home
fr: Retourner à l’accueil

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Activate your Koala LMS account
fr: Activez votre compte Koala LMS

source: Something went wrong when trying to find your account in the database. Aborting.
fr: Quelque chose s’est mal passé lorsque nous vous avons cherché dans la base de données. Abandon.

source: %(user)s, we send you a new confirmation email to %(email)s.
fr: %(user)s, nous vous avons envoyé un nouveau courriel de confirmation à %(email)s.

source: The component used to send the confirmation mails is broken. Please contact your system administrator to let him fix this issue.
fr: Le composant utilisé pour envoyer des messages de confirmation est cassé. Contactez votre administrateur système pour le laisser corriger cette anomalie.

source: %(name)s, is seems your account has not been activated yet. If you did not received any confirmation email, click <a href="%(resend_link)s">here</a>. Another one will be resend to you.
fr: %(name)s, il semble que votre compte n’a pas encore été activé. Si vous n’avez pas reçu le courriel de confirmation, cliquez <a href="%(resend_link)s">ici</a>. Un autre vous sera renvoyé.

source: My account − Change password
fr: Mon compte − Modifier le mot de passe

source: Password updated!
fr: Mot de passe mis à jour !

source: Error when updating password. You should fix the issues and try again.
fr: Erreur lors de la mise à jour du mot de passe. Vous devriez corriger les erreurs et essayer à nouveau.

source: %(user)s (%(username)s), your registration is complete now. In order to access your account, you have to activate it first. We just sent you an email to confirm your registration.
fr: %(user)s (%(username)s), votre inscription est terminée. Afin d’accéder à votre compte, vous devez d’abord l’activer. Nous venons de vous envoyer un message pour confirmer votre inscription.

source: Your personal details have been updated!
fr: Vos informations personnelles ont été mises à jour !

source: Error when changing personal details. Check errors and retry.
fr: Erreur lors de la mise à jour de vos informations personnelles. Vérifiez les erreurs et reessayez.

source: My account − %(username)s
fr: Mon compte − %(username)s

source: %(user)s (%(username)s), your account has been confirmed. You can now log in using the password you previously chose.
fr: %(user)s (%(username)s), votre compte est confirmé. Vous pouvez désormais vous connecter en utilisant le mot de passe que vous avez choisi précédemment.

source: The activation link you provided is broken, or does not correspond to something expected. Please check your email in order to find your activation link.
fr: Le lien d’activation que vous avez fourni est brisé ou ne correspond pas à ce qui était attendu. Vérifiez vos messages afin de trouver votre lien d’activation.
